Repository: MorozovMax/TicTacToe
Catalog: locale/*/LC_MESSAGES/tictactoe.po
Languages: ru

source: Welcome to the "Tic-Tac-Toe" game!
ru: Добро пожаловать в игру "Крестики-Нолики"!

source: Register
ru: Регистрация

source: Log in
ru: Вход

source: Tic-Tac-Toe
ru: Крестики-Нолики

source: Username and password can`t be empty
ru: Никнейм и пароль не могут быть пустыми

source: Username "{username}" already exists
ru: Никнейм "{username}" уже занят

source: Register page
ru: Страница регистрации

source: Username
ru: Никнейм

source: Password
ru: Пароль

source: Return to authorization page
ru: Вернуться на страницу авторизации

source: Invalid username or password
ru: Неверный никнейм или пароль

source: {username} already logged in
ru: {username} уже вошёл

source: Log in page
ru: Страница входа

source: Remember Me
ru: Запомнить

source: Waiting for the opponent
ru: Ожидание оппонента

source: Now your turn
ru: Сейчас ваш ход

source: Waiting for the opponent turn
ru: Ожидание хода оппонента

source: It is a draw
ru: Ничья

source: {player} win
ru: {player} выиграл

source: {player} reset the game
ru: {player} отменил игру

source: Return to online game page
ru: Вернуться на страницу онлайн игры

source: Reset game
ru: Отменить игру

source: Press "Start" button to start the game
ru: Нажмите кпопку "Начать"

source: Start
ru: Начать

source: Return to configure page
ru: Вернуться на страницу настроек

source: The game has started
ru: Игра началась

source: The game is ready
ru: Игра найдена

source: The game is being searched for
ru: Поиск игры

source: Reset search
ru: Отменить поиск

source: Choosing a move
ru: Выбор хода

source: Randomly
ru: Случайно

source: First
ru: Первым

source: Second
ru: Вторым

source: Sign selection
ru: Выбор символа

source: Your sign - "X"
ru: Ваш символ - "Х"

source: Your sign - "O"
ru: Ваш символ - "О"

source: Online game
ru: Онлайн игра

source: Game statistic
ru: Игровая статистика

source: Number of played games - {}
ru: Количество сыгранных игр - {}

source: Number of user wins - {}
ru: Количество побед - {}

source: Number of user defeats - {}
ru: Количество поражений - {}

source: Number of draws - {}
ru: Количество ничьих - {}

source: Search the game
ru: Найти игру

source: Return to start page
ru: Вернуться на стартовую страницу

source: Game with computer
ru: Игра с компьютером

source: Start the game
ru: Начать игру

source: Player is {user}
ru: Игрок - {user}

source: Play with the computer
ru: Играть с компьютером

source: Log Out
ru: Выход
